Repository: juanma1980/pintascreen
Catalog: src/pintascreen/.lang/*.po
Languages: pt

source: pruebe con otra ruta de dispositivo /dev/video1, /dev/video2,
pt: Experimenta com outro caminho de dispositivo /dev/video1,/dev/video2,

source: Problemas para obtener la imagen de la camara web,
pt: Problemas para obter a imagem da camara web,

source: deje pulsado el botón del ratón para desplazar barra de herramientas
pt: deixe pressionado o botão para mover a barra de ferramentas

source: Minimiza el dibujo
pt: Minimizar desenho

source: Elija el color para dibujar
pt: Escolha a cor para desenhar

source: grosor del trazo
pt: grossura do traço

source: Seleccionar objetos para mover
pt: Seleccionar objectos para mover

source: Propiedades del objeto
pt: Propriedades do objecto

source: Borrar todos los dibujos hechos
pt: Apagar todos os desenhos precedentes

source: Borrar último elemento dibujado
pt: Apagar o último elemento desenhado

source: Dibujar a mano alzada. Tecla "A"
pt: Desenhar à mão livre. Tecla"A"

source: Dibuja a mano alzada pero añade una fecla final
pt: Desenhar à mão livre mas adicionando seta ao fim

source: Dibujar una linea. Tecla "L"
pt: Desenhar uma linha.Tecla"L"

source: Dibujar una flecha. Tecla "F"
pt: Desenhar uma seta. Tecla"F"

source: Dibujar una eclipse. Tecla "E"
pt: Desenhar uma elipse. Tecla"E"

source: Dibujar un rectangulo. Tecla "R"
pt: Desenhar rectângulo . Tecla"R"

source: Escribir texto. Tecla "T"
pt: Escrever Texto. Tecla"T"

source: Mover un texto
pt: Mover um texto

source: Seleccione un texto y editelo. Tecla "Y"
pt: Seleccione um texto e editar . Tecla "Y"

source: Circulo de color con un contador interno
pt: Círculo de cor com contador interno

source: Dibuja un rectangulo y aclara la zona. Tecla "P"
pt: Desenhar um rectângulo e aclara a zona . Tecla"P"

source: Dibuja un icono, si pulsa el botón derecho del ratón, mostrará un formulario para elegir el icono.
pt: Desenha um ícone pressione o botão direito do rato, mostrará o formulário para escolher o ícone.

source: activar ventana webcam
pt: activar janela webcam

source: Tecla Z: Tomar zona de la pantalla y guardarla al disco duro. Si cancela, se guarda en el portapapeles.
pt: Z Key : Capturar área da tela e salvá-lo em seu disco rígido. Se cancelado , ela é salva na área de transferência .

source: Cambiar Fondo
pt: Mudar Fundo

source: Minimizar y tomar captura en 5 seg
pt: Minimizar e fazer captura em 5 seg

source: Cambio a Barra Horizontal o Barra Vertical
pt: Mudar Barra Horizontal ou Vertical

source: Parar de dibujar
pt: Parar de desenhar

source: Salir de la aplicación
pt: Sair da aplicação

source: Tecla S: Tomar captura de la pantalla
pt: Tecla S: Fazer captura da janela

source: Escriba el texto....
pt: Escreva texto...

source: mover barra de texto
pt: mover a barra de texto

source: deje pulsado aqui el boton del ratón y desplace la ventana
pt: deixe pressionado aqui o botão do rato e mover a janela

source: Aceptar y Salir de configuración
pt: Aceitar e Saír da configuração

source: Icono Chincheta (elija el icono de carpeta para elegir imagen):
pt: ícone marcador (escolha o ícone da pasta para escolher imagem):

source: Autores: Antonio Sánchez y Julio Sánchez
pt: Autores : Antonio Sánchez e Julio Sánchez

source: Ayuda para saber usar la teclas
pt: Ajuda para saber usar as teclas

source: Refresco:
pt: Refrescar:

source: Letra y Subrayado
pt: Letra e Sublinhado

source: Ancho Letra:
pt: Largura de Letra:

source: Ancho Subrayador:
pt: Largura de Sublinhado:

source: Reiniciar contador del boton Numerador al cambiar de color
pt: Reiniciar contador do botão Numerador ao mudar a cor

source: DIámetro circulo del botón Numerador:
pt: Diâmetro círculo do botão Numerador:

source: Tamaño letra del circulo del Numerador:
pt: Tamanho da letra do círculo de Numerador:

source: Actualización
pt: Actualização

source: Comprobar si hay alguna actualización del programa
pt: Comprovar se existe alguma actualização do programa

source: Buscar Actualización
pt: Procurar actualização

source: Abrir archivo
pt: Abrir arquivo

source: Seleccione directorio a abrir:
pt: Seleccione pasta a abrir:

source: Guardar archivo
pt: Guardar arquivo

source: Seleccione directorio donde guardar el archivo:
pt: Seleccione pasta onde quer guardar o arquivo:

source: Nombre:
pt: Nome:

source: Ayuda
pt: Ajuda

source: <b>F1</b>: Ayuda (es esta pantalla)<br> <b>A</b>: Dibujar a mano alzada<br> <b>B</b>: Muestra u oculta la barra de herramientas<br> <b>C</b>: Coloca una chincheta en la posición del puntero del ratón<br> <b>E</b>: Dibujar elipse<br> <b>F</b>: Dibujar flecha en linea recta<br> <b>G</b>: Dibujar a mano alzada terminando con una flecha<br> <b>L</b>: Dibujar linea<br> <b>P</b>: Aclara el fondo del rectángulo que definas<br> <b>M</b>: Marcador subrayador<br> <b>N</b>: Numerador<br> <b>R</b>: Dibujar rectángulo<br> <b>S</b>: Captura la pantalla para guardarla en un archivo de imagen<br> <b>Z</b>: Captura una zona de la pantalla para guardarla en un archivo de image .jpg <br> <b>T</b>: Escribe texto<br> <b>Y</b>: Edita texto, seleccionando la primera letra en la pantalla.<br> <b>Tecla backspace o Retroceso:</b> Elimina el último elemento dibujado <br> <b>Tecla Supr:</b> Borrado de los elementos dibujados <br> <b>Tecla Esc</b> y <b>Doble Click:</b> Sale de la aplicación.
pt: <b>F1</b>: Ajuda (é esta janela)<br> <b>A</b>: Desenho mão livre<br> <b>B</b>: Mostra ou oculta a barra de ferramentas<br> <b>C</b>: Coloca um marcador na posição do ponteiro do rato<br> <b>E</b>: Desenha elipse<br> <b>F</b>: Desenha seta em linha recta<br> <b>G</b>: Desenha em mão livre terminando com uma seta<br> <b>L</b>: Desenhar linha<br> <b>P</b>: Aclara o fundo do rectângulo que defina<br> <b>M</b>: Marcador sublinhado<br> <b>N</b>: Numerador<br> <b>R</b>: Desenhar rectângulo<br> <b>S</b>: Captura a janela para guardar em um arquivo de imagem<br> <b>Z</b>: Captura uma zona do monitor para guardar em um arquivo de imagem .jpg <br> <b>T</b>: Escrever texto<br> <b>Y</b>: Editar texto, seleccionando a primeira letra na janela.<br> <b>Tecla backspace ou Retroceder:</b> Elimina o último elemento desenhado <br> <b>Tecla Supr:</b>Apaga os elementos desenhados <br> <b>Tecla Esc</b> y <b>Duplo Click:</b>Sair da aplicação.

source: Aceptar
pt: Aceitar

source: Color:
pt: Cor:

source: Opacidad:
pt: Opacidade:

source: Ancho:
pt: Largura:

source: Cerrar
pt: Fechar

source: Tamaño:
pt: Tamanho:

source: Renglones
pt: Linhas

source: Cuadricula
pt: Quadrícula

source: Imagen a elegir
pt: Imagem a escolher

source: Fondo en blanco
pt: Fundo branco

source: Imagen guardada en el portapapeles
pt: Imagem salva na área de transferência

source: No ha sido posible conectarse al servidor
pt: Não foi possível ligar ao servidor

source: No puedo comprobar si hay nueva versión
pt: Não posso comprovar se existe nova versão

source: El archivo de versión no es para este programa
pt: O arquivo de versão não é compatível para este programa

source: Dirección Url de descarga:
pt: Direcção Url de descarga:

source: Existe una nueva versión
pt: Existe uma nova versão

source: Mejoras:
pt: Melhoras:

source: Versión encontrada:
pt: Versão encontrada:

source: Ir a la página de descarga
pt: Ir para a página de descarga

source: No actualización
pt: Não actualização

source: La versión actual:
pt: A versão actual é:

source: No necesita actualizarla
pt: Não precisa actualizar

source: es igual o superior que la que hay en el servidor
pt: é igual ou superior que a que existe no servidor

source: Assertion failed.
pt: Declaração falhou.

source: The project must be run from source to start the unit tests.
pt: O projecto deve ser executado desde o código para iniciar os testes.
